{
    "Career": "Karir",
    "Contact_us": "Kontak Kami",
    "About Us": "Tentang Kami",
    "Our Journey": "Perjalanan Kami",
    "Board Members": "Anggota Dewan",
    "Our Pillar": "Pilar Kami",
    "Sampoerna School System": "Sistem Sekolah Sampoerna",
    "School Development Outreach": "Pengembangan Sekolah",
    "Scholarship": "Beasiswa",
    "Partners": "Mitra",
    "Government Sectors": "Sektor Pemerintah",
    "Private Sector": "Sektor Swasta",
    "How to Involve": "Cara Terlibat",
    "Media": "Media",
    "Latest News": "Berita Terbaru",
    "Annual Reports": "Laporan Tahunan",
    "Donate Now": "Donasi Sekarang",


    "EDUCATION IS A FUNDAMENTAL RIGHT": "PENDIDIKAN ADALAH HAK DASAR",
    "FOR EVERY PERSON": "UNTUK SETIAP ORANG",
    "Be part of our mission to make it a reality for all.": "Jadilah bagian dari misi kami untuk mewujudkannya bagi semua.",
    "Get Involved": "Terlibatlah",





    "A Message from the Founder": "Pesan dari Pendiri",
    "We Grow Tomorrow": "Kami Mengembangkan Masa Depan",
    "From The Hope We Create Today": "Dari Harapan yang Kami Ciptakan Hari Ini",
    "Committed to creating change in Indonesia, we at the Putera Sampoerna Foundation (PSF), aim to bring about education sustainability, where all Indonesian youth can have access to international quality education. This is slowly becoming a reality through the Sampoerna Schools System, where we mold our students to become the future leaders of this nation.": "Berkomitmen untuk menciptakan perubahan di Indonesia, kami di Yayasan Putera Sampoerna (PSF) bertujuan untuk mewujudkan keberlanjutan pendidikan, di mana semua pemuda Indonesia dapat mengakses pendidikan berkualitas internasional. Ini perlahan-lahan menjadi kenyataan melalui Sistem Sekolah Sampoerna, di mana kami membentuk siswa kami untuk menjadi pemimpin masa depan bangsa ini.",
    "The times dictate that we move beyond conventional approaches to empowerment – the enabling of individuals to apply their experiences, knowledge and skills to implement social, political and economic change for the benefit of the Indonesian society as a whole.": "Zaman menuntut kita untuk bergerak melampaui pendekatan konvensional dalam pemberdayaan – memberdayakan individu untuk menerapkan pengalaman, pengetahuan, dan keterampilan mereka untuk melaksanakan perubahan sosial, politik, dan ekonomi demi kepentingan masyarakat Indonesia secara keseluruhan.",
    "For this reason, PSF believes not only educating young people from families of varied backgrounds, but also in imbuing them with principles, a work ethic, and social consciousness that will enable them to emerge as competent professionals in their individuals fields. We must draw a more comprehensive blueprint for a better tomorrow on the fabric of today that is unfurling before us.": "Untuk alasan ini, PSF percaya tidak hanya dalam mendidik pemuda dari berbagai latar belakang keluarga, tetapi juga dalam menanamkan prinsip, etika kerja, dan kesadaran sosial yang akan memungkinkan mereka muncul sebagai profesional yang kompeten di bidang masing-masing. Kita harus menggambar cetak biru yang lebih komprehensif untuk masa depan yang lebih baik di atas kain hari ini yang terbentang di depan kita.",
    "Our primary vision is to create leaders who capable of transforming Indonesians to viable global citizens capable of contributing locally, regionally, and internationally": "Visi utama kami adalah menciptakan pemimpin yang mampu mengubah orang Indonesia menjadi warga global yang layak dan mampu berkontribusi secara lokal, regional, dan internasional",
    "Building a better Indonesia is everybody’s business. No one individual or organization can accomplish this. This is why we are deeply grateful to our partners who have helped us over our first decade of endeavour. With the support of the government and the private sector, we hope to make a lasting impact in the lives of Indonesian students and bring the gift of education to other parts of the country. This is only possible with the trust and collaboration of our like-minded partners, who assist us in executing our programs in the best manner possible.": "Membangun Indonesia yang lebih baik adalah urusan semua orang. Tidak ada individu atau organisasi yang dapat mencapainya sendirian. Inilah sebabnya kami sangat berterima kasih kepada mitra kami yang telah membantu kami selama satu dekade pertama usaha kami. Dengan dukungan pemerintah dan sektor swasta, kami berharap dapat memberikan dampak yang langgeng dalam kehidupan siswa Indonesia dan membawa hadiah pendidikan ke bagian lain negara ini. Ini hanya mungkin dengan kepercayaan dan kolaborasi mitra yang sejalan dengan kami, yang membantu kami dalam melaksanakan program kami dengan cara terbaik.",
    "Let us all be a catalyst of change in Indonesia. Our children’s future and the fate of the nation can only be secured through our collaborative efforts": "Mari kita semua menjadi katalis perubahan di Indonesia. Masa depan anak-anak kita dan nasib bangsa hanya dapat diamankan melalui upaya kolaboratif kita.",


    "Creating Hope Today for a Brighter Tomorrow": "Menciptakan Harapan Hari Ini untuk Masa Depan yang Lebih Cerah",
    "Sampoerna Schools System": "Sistem Sekolah Sampoerna",
    "Learn More": "Pelajari Lebih Lanjut",


    "to a Better Future": "menuju Masa Depan yang Lebih Baik",
    "Since 2001, we have been guided by our four pillars: Education, Women Empowerment, Entrepreneurship and Compassionate Relief. However, in 2015, we recognized the importance of education in molding the minds of the next generation. With education as our sole pillar, we realized that its contribution to the nation could be maximized by making quality international education available to every Indonesian youth.": "Sejak 2001, kami telah dipandu oleh empat pilar kami: Pendidikan, Pemberdayaan Perempuan, Kewirausahaan, dan Bantuan yang Penuh Kasih. Namun, pada tahun 2015, kami menyadari pentingnya pendidikan dalam membentuk pemikiran generasi mendatang. Dengan pendidikan sebagai satu-satunya pilar kami, kami menyadari bahwa kontribusinya terhadap bangsa dapat dimaksimalkan dengan menyediakan pendidikan internasional berkualitas untuk setiap pemuda Indonesia.",
    "Read More": "Baca Selengkapnya",


    "Transforming Lives, Communities, and the World": "Mengubah Hidup, Komunitas, dan Dunia",
    "Province": "Provinsi",
    "Schools": "Sekolah",
    "Donors": "Donatur",
    "Students": "Siswa",
    "Parents": "Orang Tua",
    "Teachers": "Guru",


    "Instagram Content" : "Konten Instagram",
    "Latest Updates" : "Pembaruan Terbaru",
    "See More Updates" : "Lihat Pembaruan Lainnya",


    "How We're Making a Difference": "Bagaimana Kami Membuat Perbedaan",
    "I am deeply grateful to PSF for the assitance they have provided me.": "Saya sangat berterima kasih kepada PSF atas bantuan yang telah mereka berikan kepada saya.",
    "Without this scholarship, I would not have been able to pursue my education all the way to a bachelor's degree.": "Tanpa beasiswa ini, saya tidak akan dapat melanjutkan pendidikan saya hingga gelar sarjana.",
    "Sampoerna University Student": "Mahasiswa Universitas Sampoerna",
    "With the scholarship from PSF,": "Dengan beasiswa dari PSF,",
    "I have had the opportunity to gain": "Saya telah memiliki kesempatan untuk mendapatkan",
    "many new experiences": "banyak pengalaman baru",
    "especially in the field of education. I hope the knowledge I have acquired while at SU will be beneficial for my future students": "terutama di bidang pendidikan. Saya berharap pengetahuan yang saya peroleh selama di SU akan bermanfaat bagi siswa-siswa saya di masa depan.",
    "I am very happy with the training and mentoring provided by the PSF-SDO": "Saya sangat senang dengan pelatihan dan bimbingan yang diberikan oleh PSF-SDO",
    "because the knowledge is practical and the delivery of innovative materials was something new for me. I learned how to make learning models interesting and present them to students": "karena pengetahuannya praktis dan penyampaian materi inovatif adalah sesuatu yang baru bagi saya. Saya belajar bagaimana membuat model pembelajaran yang menarik dan menyampaikannya kepada siswa.",
    "English Teacher at SMA Negeri 1 Tuban": "Guru Bahasa Inggris di SMA Negeri 1 Tuban",
    "A lot of new knowledge and skills, especially in teaching": "Banyak pengetahuan dan keterampilan baru, terutama dalam mengajar",
    "have been gained from Guru Binar. Assignment deadlines are also adjusted  according to each individual's time. This is truly enjoyable.": "telah diperoleh dari Guru Binar. Tenggat waktu tugas juga disesuaikan dengan waktu masing-masing individu. Ini benar-benar menyenangkan.",
    "SMK Negeri Ngraho Teacher": "Guru SMK Negeri Ngraho",
    "I deeply appreciate Sampoerna's": "Saya sangat menghargai upaya Sampoerna",
    "efforts in supporting the improvement of education quality in West Kalimantan,": "dalam mendukung peningkatan kualitas pendidikan di Kalimantan Barat,",
    "especially in Landak district. I invite parent through the school committee to take an active role in developing the quality of the school.": "terutama di kabupaten Landak. Saya mengajak orang tua melalui komite sekolah untuk mengambil peran aktif dalam mengembangkan kualitas sekolah.",
    "Head of Education and Culture Office, West Kalimantan": "Kepala Dinas Pendidikan dan Kebudayaan, Kalimantan Barat",
    "The private sector and": "Sektor swasta dan",
    "the government work together": "pemerintah bekerja sama",
    "to overcome the challenges of education in Indonesia. Only then can we improve the quality of our education.": "untuk mengatasi tantangan pendidikan di Indonesia. Hanya dengan cara itu kita dapat meningkatkan kualitas pendidikan kita.",
    "Head of Corporate Sustainability HSBC Indonesia": "Kepala Keberlanjutan Perusahaan HSBC Indonesia",



    "Partner with us and drive change in education": "Bermitra dengan kami dan dorong perubahan dalam pendidikan",
    "Contact Us Now": "Hubungi Kami Sekarang",


    "Privacy Policy": "Kebijakan Privasi",
    "Terms and Conditions": "Syarat dan Ketentuan",
    "ABOUT US": "TENTANG KAMI",
    "Putera Sampoerna Foundation": "Yayasan Putera Sampoerna",
    "Contact Us": "Hubungi Kami",
    "MEDIA": "MEDIA",
    "Annual Report": "Laporan Tahunan",
    "PARTNER": "MITRA",
    "Government Sector": "Sektor Pemerintah",
    "OUR PILLAR": "PILAR KAMI",
    "putera sampoerna foundation. All Rights Reserved": "yayasan putera sampoerna. Semua Hak Dilindungi",



    "Putera Sampoerna Foundation (PSF) was established as a social organization with the aim to assist in the development of Indonesia as a nation. In 2015, the organization was transformed into a social business which recognizes the importance of education in nation building.": "Yayasan Putera Sampoerna (PSF) didirikan sebagai organisasi sosial dengan tujuan untuk membantu pengembangan Indonesia sebagai sebuah bangsa. Pada tahun 2015, organisasi ini diubah menjadi bisnis sosial yang mengakui pentingnya pendidikan dalam pembangunan bangsa.",
    "As the first social business in the country, PSF works with its partners and donors to make quality international education available to more Indonesian students. This is in line with the desire to create a high-calibre work force composed of well-educated Indonesians who are ready to lead the country and contribute towards its development.": "Sebagai bisnis sosial pertama di negara ini, PSF bekerja sama dengan mitra dan donaturnya untuk menyediakan pendidikan internasional berkualitas bagi lebih banyak siswa Indonesia. Ini sejalan dengan keinginan untuk menciptakan tenaga kerja berkualitas tinggi yang terdiri dari orang Indonesia yang terdidik dengan baik dan siap memimpin negara serta berkontribusi terhadap pembangunan.",






    "Vision": "Visi",
    "Mission": "Misi",
    "To produce high caliber future leaders for Indonesia to meet the challenges of global competition.": "Untuk menghasilkan pemimpin masa depan berkualitas tinggi bagi Indonesia untuk menghadapi tantangan persaingan global.",
    "To develop an international education pathway that supports our future leaders to become work-ready and world-ready in facing the global market competition": "Untuk mengembangkan jalur pendidikan internasional yang mendukung pemimpin masa depan kami agar siap kerja dan siap menghadapi persaingan pasar global.",
    "To establish an integrated school system that is financially sustainable and scalable": "Untuk membangun sistem sekolah terintegrasi yang berkelanjutan secara finansial dan dapat diperluas.",
    "To become a role model for other social business organizations in Indonesia": "Untuk menjadi teladan bagi organisasi bisnis sosial lainnya di Indonesia.",
    "To be professional, compassionate, transparent and to constantly strive for excellence": "Untuk menjadi profesional, penuh kasih, transparan, dan terus berusaha untuk mencapai keunggulan.",
    "Our Visionary Leaders": "Pemimpin Visioner Kami",





    "With education now as our primary focus, we launched the first fully integrated education system in Indonesia, the Sampoerna Schools System — a seamless pathway from Pre-Kindergarten through to University education. Sampoerna Schools System offers internationally-recognized curriculum and the opportunity to transfer and earn globally-recognized degree to many of the best universities in the Americas.": "Dengan pendidikan kini sebagai fokus utama kami, kami meluncurkan sistem pendidikan terintegrasi pertama di Indonesia, yaitu Sampoerna Schools System — sebuah jalur yang mulus dari Pra-Kindergarten hingga pendidikan Universitas. Sampoerna Schools System menawarkan kurikulum yang diakui secara internasional dan kesempatan untuk transfer serta mendapatkan gelar yang diakui secara global di banyak universitas terbaik di Amerika.",
    "These significant changes have expanded our reach in making quality international education accessible to even more students in Indonesia. To date, there are approximately": "Perubahan signifikan ini telah memperluas jangkauan kami dalam membuat pendidikan internasional berkualitas dapat diakses oleh lebih banyak siswa di Indonesia. Hingga saat ini, terdapat sekitar",
    "students": "siswa",
    "enrolled within the Sampoerna Schools System": "terdaftar dalam Sampoerna Schools System",



    "Core Educational Programs": "Program Pendidikan Inti",
    "Sampoerna Schools System was established by Putera Sampoerna Foundation to provide world-class education to the Indonesian youths.": "Sampoerna Schools System didirikan oleh Yayasan Putera Sampoerna untuk memberikan pendidikan kelas dunia kepada pemuda Indonesia.",
    "School Development Outreach is an educational service provider that offers comprehensive programs to build global competition.": "School Development Outreach adalah penyedia layanan pendidikan yang menawarkan program komprehensif untuk membangun daya saing global.",
    "Education Scholarships are a key initiative of the Putera Sampoerna Foundation. We firmly believe that this scholarship program stands as a crucial milestone in shaping high-caliber prospective leaders for Indonesia.": "Beasiswa Pendidikan adalah inisiatif kunci dari Yayasan Putera Sampoerna. Kami yakin bahwa program beasiswa ini merupakan tonggak penting dalam membentuk calon pemimpin berkualitas tinggi untuk Indonesia.",




    "What we’ve been through": "Apa yang telah kami lalui",
    "From Humble Beginnings to Global Impact": "Dari Awal yang Sederhana ke Dampak Global",
    "Establishment": "Pendirian",
    "Putera Sampoerna Foundation (PSF) is established in 2001 as a social organization with the goal of bolstering the growth of Indonesia. From its inception to 2003, we awarded a total of 9,250 scholarships and established the PSF Alumni Association (PSFAA).": "Yayasan Putera Sampoerna (PSF) didirikan pada tahun 2001 sebagai organisasi sosial dengan tujuan untuk mendukung pertumbuhan Indonesia. Dari awal berdirinya hingga 2003, kami memberikan total 9.250 beasiswa dan mendirikan Asosiasi Alumni PSF (PSFAA).",
    "Quality Improvement": "Peningkatan Kualitas",
    "We focused on education quality improvement by launching the following programs: SFTI, United School Program and Student Assistance Program. These initiatives resulted in the awarding of 25,089 scholarships.": "Kami fokus pada peningkatan kualitas pendidikan dengan meluncurkan program-program berikut: SFTI, Program Sekolah Bersatu, dan Program Bantuan Siswa. Inisiatif ini menghasilkan pemberian 25.089 beasiswa.",
    "Internationalization": "Internasionalisasi",
    "In 2007, the foundation’s activities are centered around internationalization, plus the establishment of several business units such as: Sampoerna Academy, Sampoerna School of Education and Bait Al-Kamil. Between 2007-2009, PSF successfully awarded 33,390 scholarships to deserving students.": "Pada tahun 2007, kegiatan yayasan berfokus pada internasionalisasi, ditambah dengan pendirian beberapa unit bisnis seperti: Sampoerna Academy, Sampoerna School of Education, dan Bait Al-Kamil. Antara 2007-2009, PSF berhasil memberikan 33.390 beasiswa kepada siswa yang berhak.",
    "Social Business Institution": "Institusi Bisnis Sosial",
    "In an effort to produce more leaders, we adopted the Pathway to Leadership Strategy and established the Sampoerna School of Business. The organization also directed its focus to its four pillars: education, women empowerment, entrepreneurship and compassionate relief.": "Dalam upaya untuk menghasilkan lebih banyak pemimpin, kami mengadopsi Strategi Jalur Kepemimpinan dan mendirikan Sampoerna School of Business. Organisasi ini juga mengarahkan fokusnya pada empat pilar: pendidikan, pemberdayaan perempuan, kewirausahaan, dan bantuan kemanusiaan.",
    "Transformation for Nation’s Growth": "Transformasi untuk Pertumbuhan Bangsa",
    "As a social organization, we have always been committed to enrich the lives of our students. Sampoerna Academy celebrated the commencement of its first batch of graduates that consisted of 226 students. Universitas Siswa Bangsa Internasional (USBI) and the Siswa Bangsa Journey is also established.": "Sebagai organisasi sosial, kami selalu berkomitmen untuk memperkaya kehidupan siswa kami. Sampoerna Academy merayakan wisuda angkatan pertama yang terdiri dari 226 siswa. Universitas Siswa Bangsa Internasional (USBI) dan Perjalanan Siswa Bangsa juga didirikan.",
    "Leading The Quest of The Global Challenge": "Memimpin Pencarian Tantangan Global",
    "To develop greater sustainability for our future endeavors, we instituted the Sampoerna Schools System in 2014. This is parallel to the expansion of educational level in Sampoerna Academy – from elementary all the way to high school – that caters to the needs of growing middle class for affordable and quality education. At the minimum, 800 students have enrolled in the System.": "Untuk mengembangkan keberlanjutan yang lebih besar bagi upaya masa depan kami, kami mendirikan Sampoerna Schools System pada tahun 2014. Ini sejalan dengan perluasan tingkat pendidikan di Sampoerna Academy – dari tingkat dasar hingga sekolah menengah – yang memenuhi kebutuhan kelas menengah yang berkembang untuk pendidikan yang terjangkau dan berkualitas. Setidaknya, 800 siswa telah terdaftar dalam Sistem.",
    "A Sustainable Legacy": "Warisan yang Berkelanjutan",
    "The Sampoerna Schools System is officially launched. A new education system model in Indonesia, Sampoerna Schools System provides an international-standard education pathway that focuses on STEAM (Science, Technology, Engineering, Arts and Math) and properly equips them to compete in the global stage.": "Sampoerna Schools System secara resmi diluncurkan. Model sistem pendidikan baru di Indonesia, Sampoerna Schools System menyediakan jalur pendidikan standar internasional yang berfokus pada STEAM (Sains, Teknologi, Teknik, Seni, dan Matematika) dan mempersiapkan mereka untuk bersaing di panggung global.",
    "Provide The Most Comprehensive Education Pathway": "Menyediakan Jalur Pendidikan yang Paling Komprehensif",
    "We launched an education awareness campaign with the theme \"Think Beyond the School.\" Our goal is to inform parents regarding the importance of choosing the best education pathway that accounts for their child’s individual needs. By choosing the right education pathway, parents can maximize their children’s potentials with the competencies that will stay relevant in the future.": "Kami meluncurkan kampanye kesadaran pendidikan dengan tema \"Pikirkan di Luar Sekolah.\" Tujuan kami adalah untuk memberi tahu orang tua mengenai pentingnya memilih jalur pendidikan terbaik yang memperhatikan kebutuhan individu anak mereka. Dengan memilih jalur pendidikan yang tepat, orang tua dapat memaksimalkan potensi anak-anak mereka dengan kompetensi yang akan tetap relevan di masa depan."










































}
