{
    "Career": "Karir",
    "Contact_us": "Kontak Kami",
    "About Us": "Tentang Kami",
    "Our Journey": "Perjalanan Kami",
    "Board Members": "Anggota Dewan",
    "Our Pillar": "Pilar Kami",
    "Sampoerna School System": "Sistem Sekolah Sampoerna",
    "School Development Outreach": "Pengembangan Sekolah",
    "Scholarship": "Beasiswa",
    "Partners": "Mitra",
    "Government Sectors": "Sektor Pemerintah",
    "Private Sector": "Sektor Swasta",
    "How to Involve": "Cara Terlibat",
    "Media": "Media",
    "Latest News": "Berita Terbaru",
    "Annual Reports": "Laporan Tahunan",
    "Donate Now": "Donasi Sekarang",


    "EDUCATION IS A FUNDAMENTAL RIGHT": "PENDIDIKAN ADALAH HAK DASAR",
    "FOR EVERY PERSON": "UNTUK SETIAP ORANG",
    "Be part of our mission to make it a reality for all.": "Jadilah bagian dari misi kami untuk mewujudkannya bagi semua.",
    "Get Involved": "Terlibatlah",





    "A Message from the Founder": "Pesan dari Pendiri",
    "We Grow Tomorrow": "Kami Mengembangkan Masa Depan",
    "From The Hope We Create Today": "Dari Harapan yang Kami Ciptakan Hari Ini",
    "Committed to creating change in Indonesia, we at the Putera Sampoerna Foundation (PSF), aim to bring about education sustainability, where all Indonesian youth can have access to international quality education. This is slowly becoming a reality through the Sampoerna Schools System, where we mold our students to become the future leaders of this nation.": "Berkomitmen untuk menciptakan perubahan di Indonesia, kami di Yayasan Putera Sampoerna (PSF) bertujuan untuk mewujudkan keberlanjutan pendidikan, di mana semua pemuda Indonesia dapat mengakses pendidikan berkualitas internasional. Ini perlahan-lahan menjadi kenyataan melalui Sistem Sekolah Sampoerna, di mana kami membentuk siswa kami untuk menjadi pemimpin masa depan bangsa ini.",
    "The times dictate that we move beyond conventional approaches to empowerment – the enabling of individuals to apply their experiences, knowledge and skills to implement social, political and economic change for the benefit of the Indonesian society as a whole.": "Zaman menuntut kita untuk bergerak melampaui pendekatan konvensional dalam pemberdayaan – memberdayakan individu untuk menerapkan pengalaman, pengetahuan, dan keterampilan mereka untuk melaksanakan perubahan sosial, politik, dan ekonomi demi kepentingan masyarakat Indonesia secara keseluruhan.",
    "For this reason, PSF believes not only educating young people from families of varied backgrounds, but also in imbuing them with principles, a work ethic, and social consciousness that will enable them to emerge as competent professionals in their individuals fields. We must draw a more comprehensive blueprint for a better tomorrow on the fabric of today that is unfurling before us.": "Untuk alasan ini, PSF percaya tidak hanya dalam mendidik pemuda dari berbagai latar belakang keluarga, tetapi juga dalam menanamkan prinsip, etika kerja, dan kesadaran sosial yang akan memungkinkan mereka muncul sebagai profesional yang kompeten di bidang masing-masing. Kita harus menggambar cetak biru yang lebih komprehensif untuk masa depan yang lebih baik di atas kain hari ini yang terbentang di depan kita.",
    "Our primary vision is to create leaders who capable of transforming Indonesians to viable global citizens capable of contributing locally, regionally, and internationally": "Visi utama kami adalah menciptakan pemimpin yang mampu mengubah orang Indonesia menjadi warga global yang layak dan mampu berkontribusi secara lokal, regional, dan internasional",
    "Building a better Indonesia is everybody’s business. No one individual or organization can accomplish this. This is why we are deeply grateful to our partners who have helped us over our first decade of endeavour. With the support of the government and the private sector, we hope to make a lasting impact in the lives of Indonesian students and bring the gift of education to other parts of the country. This is only possible with the trust and collaboration of our like-minded partners, who assist us in executing our programs in the best manner possible.": "Membangun Indonesia yang lebih baik adalah urusan semua orang. Tidak ada individu atau organisasi yang dapat mencapainya sendirian. Inilah sebabnya kami sangat berterima kasih kepada mitra kami yang telah membantu kami selama satu dekade pertama usaha kami. Dengan dukungan pemerintah dan sektor swasta, kami berharap dapat memberikan dampak yang langgeng dalam kehidupan siswa Indonesia dan membawa hadiah pendidikan ke bagian lain negara ini. Ini hanya mungkin dengan kepercayaan dan kolaborasi mitra yang sejalan dengan kami, yang membantu kami dalam melaksanakan program kami dengan cara terbaik.",
    "Let us all be a catalyst of change in Indonesia. Our children’s future and the fate of the nation can only be secured through our collaborative efforts": "Mari kita semua menjadi katalis perubahan di Indonesia. Masa depan anak-anak kita dan nasib bangsa hanya dapat diamankan melalui upaya kolaboratif kita.",


    "Creating Hope Today for a Brighter Tomorrow": "Menciptakan Harapan Hari Ini untuk Masa Depan yang Lebih Cerah",
    "Sampoerna Schools System": "Sistem Sekolah Sampoerna",
    "Learn More": "Pelajari Lebih Lanjut",


    "to a Better Future": "menuju Masa Depan yang Lebih Baik",
    "Since 2001, we have been guided by our four pillars: Education, Women Empowerment, Entrepreneurship and Compassionate Relief. However, in 2015, we recognized the importance of education in molding the minds of the next generation. With education as our sole pillar, we realized that its contribution to the nation could be maximized by making quality international education available to every Indonesian youth.": "Sejak 2001, kami telah dipandu oleh empat pilar kami: Pendidikan, Pemberdayaan Perempuan, Kewirausahaan, dan Bantuan yang Penuh Kasih. Namun, pada tahun 2015, kami menyadari pentingnya pendidikan dalam membentuk pemikiran generasi mendatang. Dengan pendidikan sebagai satu-satunya pilar kami, kami menyadari bahwa kontribusinya terhadap bangsa dapat dimaksimalkan dengan menyediakan pendidikan internasional berkualitas untuk setiap pemuda Indonesia.",
    "Read More": "Baca Selengkapnya",


    "Transforming Lives, Communities, and the World": "Mengubah Hidup, Komunitas, dan Dunia",
    "Province": "Provinsi",
    "Schools": "Sekolah",
    "Donors": "Donatur",
    "Students": "Siswa",
    "Parents": "Orang Tua",
    "Teachers": "Guru",


    "Instagram Content" : "Konten Instagram",
    "Latest Updates" : "Pembaruan Terbaru",
    "See More Updates" : "Lihat Pembaruan Lainnya",


    "How We're Making a Difference": "Bagaimana Kami Membuat Perbedaan",
    "I am deeply grateful to PSF for the assitance they have provided me.": "Saya sangat berterima kasih kepada PSF atas bantuan yang telah mereka berikan kepada saya.",
    "Without this scholarship, I would not have been able to pursue my education all the way to a bachelor's degree.": "Tanpa beasiswa ini, saya tidak akan dapat melanjutkan pendidikan saya hingga gelar sarjana.",
    "Sampoerna University Student": "Mahasiswa Universitas Sampoerna",
    "With the scholarship from PSF,": "Dengan beasiswa dari PSF,",
    "I have had the opportunity to gain": "Saya telah memiliki kesempatan untuk mendapatkan",
    "many new experiences": "banyak pengalaman baru",
    "especially in the field of education. I hope the knowledge I have acquired while at SU will be beneficial for my future students": "terutama di bidang pendidikan. Saya berharap pengetahuan yang saya peroleh selama di SU akan bermanfaat bagi siswa-siswa saya di masa depan.",
    "I am very happy with the training and mentoring provided by the PSF-SDO": "Saya sangat senang dengan pelatihan dan bimbingan yang diberikan oleh PSF-SDO",
    "because the knowledge is practical and the delivery of innovative materials was something new for me. I learned how to make learning models interesting and present them to students": "karena pengetahuannya praktis dan penyampaian materi inovatif adalah sesuatu yang baru bagi saya. Saya belajar bagaimana membuat model pembelajaran yang menarik dan menyampaikannya kepada siswa.",
    "English Teacher at SMA Negeri 1 Tuban": "Guru Bahasa Inggris di SMA Negeri 1 Tuban",
    "A lot of new knowledge and skills, especially in teaching": "Banyak pengetahuan dan keterampilan baru, terutama dalam mengajar",
    "have been gained from Guru Binar. Assignment deadlines are also adjusted  according to each individual's time. This is truly enjoyable.": "telah diperoleh dari Guru Binar. Tenggat waktu tugas juga disesuaikan dengan waktu masing-masing individu. Ini benar-benar menyenangkan.",
    "SMK Negeri Ngraho Teacher": "Guru SMK Negeri Ngraho",
    "I deeply appreciate Sampoerna's": "Saya sangat menghargai upaya Sampoerna",
    "efforts in supporting the improvement of education quality in West Kalimantan,": "dalam mendukung peningkatan kualitas pendidikan di Kalimantan Barat,",
    "especially in Landak district. I invite parent through the school committee to take an active role in developing the quality of the school.": "terutama di kabupaten Landak. Saya mengajak orang tua melalui komite sekolah untuk mengambil peran aktif dalam mengembangkan kualitas sekolah.",
    "Head of Education and Culture Office, West Kalimantan": "Kepala Dinas Pendidikan dan Kebudayaan, Kalimantan Barat",
    "The private sector and": "Sektor swasta dan",
    "the government work together": "pemerintah bekerja sama",
    "to overcome the challenges of education in Indonesia. Only then can we improve the quality of our education.": "untuk mengatasi tantangan pendidikan di Indonesia. Hanya dengan cara itu kita dapat meningkatkan kualitas pendidikan kita.",
    "Head of Corporate Sustainability HSBC Indonesia": "Kepala Keberlanjutan Perusahaan HSBC Indonesia",



    "Partner with us and drive change in education": "Bermitra dengan kami dan dorong perubahan dalam pendidikan",
    "Contact Us Now": "Hubungi Kami Sekarang",


    "Privacy Policy": "Kebijakan Privasi",
    "Terms and Conditions": "Syarat dan Ketentuan",
    "ABOUT US": "TENTANG KAMI",
    "Putera Sampoerna Foundation": "Yayasan Putera Sampoerna",
    "Contact Us": "Hubungi Kami",
    "MEDIA": "MEDIA",
    "Annual Report": "Laporan Tahunan",
    "PARTNER": "MITRA",
    "Government Sector": "Sektor Pemerintah",
    "OUR PILLAR": "PILAR KAMI",
    "putera sampoerna foundation. All Rights Reserved": "yayasan putera sampoerna. Semua Hak Dilindungi"









}
