{
    "Career": "Karir",
    "Contact us": "Kontak Kami",
    "About Us": "Tentang Kami",
    "Our Journey": "Perjalanan Kami",
    "Board Members": "Anggota Dewan",
    "Our Pillar": "Pilar Kami",
    "Sampoerna Schools System": "Sistem Sekolah Sampoerna",
    "School Development Outreach": "Pengembangan Sekolah",
    "Scholarship": "Beasiswa",
    "Partners": "Mitra",
    "Government Sectors": "Sektor Pemerintah",
    "Private Sector": "Sektor Swasta",
    "How to Involve": "Cara Terlibat",
    "Media": "Media",
    "Latest News": "Berita Terbaru",
    "Annual Reports": "Laporan Tahunan",
    "Donate Now": "Donasi Sekarang",

    "EDUCATION IS A FUNDAMENTAL RIGHT": "PENDIDIKAN ADALAH HAK DASAR",
    "FOR EVERY PERSON": "UNTUK SETIAP ORANG",
    "Be part of our mission to make it a reality for all.": "Jadilah bagian dari misi kami untuk mewujudkannya bagi semua.",
    "Get Involved": "Terlibatlah",

    "A Message from the Founder": "Pesan dari Pendiri",
    "We Grow Tomorrow": "Kami Mengembangkan Masa Depan",
    "From The Hope We Create Today": "Dari Harapan yang Kami Ciptakan Hari Ini",
    "Committed to creating change in Indonesia, we at the Putera Sampoerna Foundation (PSF), aim to bring about education sustainability, where all Indonesian youth can have access to international quality education. This is slowly becoming a reality through the Sampoerna Schools System, where we mold our students to become the future leaders of this nation.": "Berkomitmen untuk menciptakan perubahan di Indonesia, kami di Yayasan Putera Sampoerna (PSF) bertujuan untuk mewujudkan keberlanjutan pendidikan, di mana semua pemuda Indonesia dapat mengakses pendidikan berkualitas internasional. Ini perlahan-lahan menjadi kenyataan melalui Sistem Sekolah Sampoerna, di mana kami membentuk siswa kami untuk menjadi pemimpin masa depan bangsa ini.",
    "The times dictate that we move beyond conventional approaches to empowerment – the enabling of individuals to apply their experiences, knowledge and skills to implement social, political and economic change for the benefit of the Indonesian society as a whole.": "Zaman menuntut kita untuk bergerak melampaui pendekatan konvensional dalam pemberdayaan – memberdayakan individu untuk menerapkan pengalaman, pengetahuan, dan keterampilan mereka untuk melaksanakan perubahan sosial, politik, dan ekonomi demi kepentingan masyarakat Indonesia secara keseluruhan.",
    "For this reason, PSF believes not only educating young people from families of varied backgrounds, but also in imbuing them with principles, a work ethic, and social consciousness that will enable them to emerge as competent professionals in their individuals fields. We must draw a more comprehensive blueprint for a better tomorrow on the fabric of today that is unfurling before us.": "Untuk alasan ini, PSF percaya tidak hanya dalam mendidik pemuda dari berbagai latar belakang keluarga, tetapi juga dalam menanamkan prinsip, etika kerja, dan kesadaran sosial yang akan memungkinkan mereka muncul sebagai profesional yang kompeten di bidang masing-masing. Kita harus menggambar cetak biru yang lebih komprehensif untuk masa depan yang lebih baik di atas kain hari ini yang terbentang di depan kita.",
    "Our primary vision is to create leaders who capable of transforming Indonesians to viable global citizens capable of contributing locally, regionally, and internationally": "Visi utama kami adalah menciptakan pemimpin yang mampu mengubah orang Indonesia menjadi warga global yang layak dan mampu berkontribusi secara lokal, regional, dan internasional",
    "Building a better Indonesia is everybody’s business. No one individual or organization can accomplish this. This is why we are deeply grateful to our partners who have helped us over our first decade of endeavour. With the support of the government and the private sector, we hope to make a lasting impact in the lives of Indonesian students and bring the gift of education to other parts of the country. This is only possible with the trust and collaboration of our like-minded partners, who assist us in executing our programs in the best manner possible.": "Membangun Indonesia yang lebih baik adalah urusan semua orang. Tidak ada individu atau organisasi yang dapat mencapainya sendirian. Inilah sebabnya kami sangat berterima kasih kepada mitra kami yang telah membantu kami selama satu dekade pertama usaha kami. Dengan dukungan pemerintah dan sektor swasta, kami berharap dapat memberikan dampak yang langgeng dalam kehidupan siswa Indonesia dan membawa hadiah pendidikan ke bagian lain negara ini. Ini hanya mungkin dengan kepercayaan dan kolaborasi mitra yang sejalan dengan kami, yang membantu kami dalam melaksanakan program kami dengan cara terbaik.",
    "Let us all be a catalyst of change in Indonesia. Our children’s future and the fate of the nation can only be secured through our collaborative efforts": "Mari kita semua menjadi katalis perubahan di Indonesia. Masa depan anak-anak kita dan nasib bangsa hanya dapat diamankan melalui upaya kolaboratif kita.",

    "Creating Hope Today for a Brighter Tomorrow": "Menciptakan Harapan Hari Ini untuk Masa Depan yang Lebih Cerah",
    "Sampoerna Schools System": "Sistem Sekolah Sampoerna",
    "Learn More": "Pelajari Lebih Lanjut",

    "to a Better Future": "menuju Masa Depan yang Lebih Baik",
    "Since 2001, we have been guided by our four pillars: Education, Women Empowerment, Entrepreneurship and Compassionate Relief. However, in 2015, we recognized the importance of education in molding the minds of the next generation. With education as our sole pillar, we realized that its contribution to the nation could be maximized by making quality international education available to every Indonesian youth.": "Sejak 2001, kami telah dipandu oleh empat pilar kami: Pendidikan, Pemberdayaan Perempuan, Kewirausahaan, dan Bantuan yang Penuh Kasih. Namun, pada tahun 2015, kami menyadari pentingnya pendidikan dalam membentuk pemikiran generasi mendatang. Dengan pendidikan sebagai satu-satunya pilar kami, kami menyadari bahwa kontribusinya terhadap bangsa dapat dimaksimalkan dengan menyediakan pendidikan internasional berkualitas untuk setiap pemuda Indonesia.",
    "Read More": "Baca Selengkapnya",

    "Transforming Lives, Communities, and the World": "Mengubah Hidup, Komunitas, dan Dunia",
    "Province": "Provinsi",
    "Schools": "Sekolah",
    "Donors": "Donatur",
    "Students": "Siswa",
    "Parents": "Orang Tua",
    "Teachers": "Guru",

    "Instagram Content": "Konten Instagram",
    "Latest Updates": "Pembaruan Terbaru",
    "See More Updates": "Lihat Pembaruan Lainnya",

    "How We're Making a Difference": "Bagaimana Kami Membuat Perbedaan",
    "I am deeply grateful to PSF for the assitance they have provided me.": "Saya sangat berterima kasih kepada PSF atas bantuan yang telah mereka berikan kepada saya.",
    "Without this scholarship, I would not have been able to pursue my education all the way to a bachelor's degree.": "Tanpa beasiswa ini, saya tidak akan dapat melanjutkan pendidikan saya hingga gelar sarjana.",
    "Sampoerna University Student": "Mahasiswa Universitas Sampoerna",
    "With the scholarship from PSF,": "Dengan beasiswa dari PSF,",
    "I have had the opportunity to gain": "Saya telah memiliki kesempatan untuk mendapatkan",
    "many new experiences": "banyak pengalaman baru",
    "especially in the field of education. I hope the knowledge I have acquired while at SU will be beneficial for my future students": "terutama di bidang pendidikan. Saya berharap pengetahuan yang saya peroleh selama di SU akan bermanfaat bagi siswa-siswa saya di masa depan.",
    "I am very happy with the training and mentoring provided by the PSF-SDO": "Saya sangat senang dengan pelatihan dan bimbingan yang diberikan oleh PSF-SDO",
    "because the knowledge is practical and the delivery of innovative materials was something new for me. I learned how to make learning models interesting and present them to students": "karena pengetahuannya praktis dan penyampaian materi inovatif adalah sesuatu yang baru bagi saya. Saya belajar bagaimana membuat model pembelajaran yang menarik dan menyampaikannya kepada siswa.",
    "English Teacher at SMA Negeri 1 Tuban": "Guru Bahasa Inggris di SMA Negeri 1 Tuban",
    "A lot of new knowledge and skills, especially in teaching": "Banyak pengetahuan dan keterampilan baru, terutama dalam mengajar",
    "have been gained from Guru Binar. Assignment deadlines are also adjusted  according to each individual's time. This is truly enjoyable.": "telah diperoleh dari Guru Binar. Tenggat waktu tugas juga disesuaikan dengan waktu masing-masing individu. Ini benar-benar menyenangkan.",
    "SMK Negeri Ngraho Teacher": "Guru SMK Negeri Ngraho",
    "I deeply appreciate Sampoerna's": "Saya sangat menghargai upaya Sampoerna",
    "efforts in supporting the improvement of education quality in West Kalimantan,": "dalam mendukung peningkatan kualitas pendidikan di Kalimantan Barat,",
    "especially in Landak district. I invite parent through the school committee to take an active role in developing the quality of the school.": "terutama di kabupaten Landak. Saya mengajak orang tua melalui komite sekolah untuk mengambil peran aktif dalam mengembangkan kualitas sekolah.",
    "Head of Education and Culture Office, West Kalimantan": "Kepala Dinas Pendidikan dan Kebudayaan, Kalimantan Barat",
    "The private sector and": "Sektor swasta dan",
    "the government work together": "pemerintah bekerja sama",
    "to overcome the challenges of education in Indonesia. Only then can we improve the quality of our education.": "untuk mengatasi tantangan pendidikan di Indonesia. Hanya dengan cara itu kita dapat meningkatkan kualitas pendidikan kita.",
    "Head of Corporate Sustainability HSBC Indonesia": "Kepala Keberlanjutan Perusahaan HSBC Indonesia",

    "Partner with us and drive change in education": "Bermitra dengan kami dan dorong perubahan dalam pendidikan",
    "Contact Us Now": "Hubungi Kami Sekarang",

    "Privacy Policy": "Kebijakan Privasi",
    "Terms and Conditions": "Syarat dan Ketentuan",
    "ABOUT US": "TENTANG KAMI",
    "Putera Sampoerna Foundation": "Yayasan Putera Sampoerna",
    "Contact Us": "Hubungi Kami",
    "MEDIA": "MEDIA",
    "Annual Report": "Laporan Tahunan",
    "PARTNER": "MITRA",
    "Government Sector": "Sektor Pemerintah",
    "OUR PILLAR": "PILAR KAMI",
    "putera sampoerna foundation. All Rights Reserved": "yayasan putera sampoerna. Semua Hak Dilindungi",

    "Putera Sampoerna Foundation (PSF) was established as a social organization with the aim to assist in the development of Indonesia as a nation. In 2015, the organization was transformed into a social business which recognizes the importance of education in nation building.": "Yayasan Putera Sampoerna (PSF) didirikan sebagai organisasi sosial dengan tujuan untuk membantu pengembangan Indonesia sebagai sebuah bangsa. Pada tahun 2015, organisasi ini diubah menjadi bisnis sosial yang mengakui pentingnya pendidikan dalam pembangunan bangsa.",
    "As the first social business in the country, PSF works with its partners and donors to make quality international education available to more Indonesian students. This is in line with the desire to create a high-calibre work force composed of well-educated Indonesians who are ready to lead the country and contribute towards its development.": "Sebagai bisnis sosial pertama di negara ini, PSF bekerja sama dengan mitra dan donaturnya untuk menyediakan pendidikan internasional berkualitas bagi lebih banyak siswa Indonesia. Ini sejalan dengan keinginan untuk menciptakan tenaga kerja berkualitas tinggi yang terdiri dari orang Indonesia yang terdidik dengan baik dan siap memimpin negara serta berkontribusi terhadap pembangunan.",

    "Vision": "Visi",
    "Mission": "Misi",
    "To produce high caliber future leaders for Indonesia to meet the challenges of global competition.": "Untuk menghasilkan pemimpin masa depan berkualitas tinggi bagi Indonesia untuk menghadapi tantangan persaingan global.",
    "To develop an international education pathway that supports our future leaders to become work-ready and world-ready in facing the global market competition": "Untuk mengembangkan jalur pendidikan internasional yang mendukung pemimpin masa depan kami agar siap kerja dan siap menghadapi persaingan pasar global.",
    "To establish an integrated school system that is financially sustainable and scalable": "Untuk membangun sistem sekolah terintegrasi yang berkelanjutan secara finansial dan dapat diperluas.",
    "To become a role model for other social business organizations in Indonesia": "Untuk menjadi teladan bagi organisasi bisnis sosial lainnya di Indonesia.",
    "To be professional, compassionate, transparent and to constantly strive for excellence": "Untuk menjadi profesional, penuh kasih, transparan, dan terus berusaha untuk mencapai keunggulan.",
    "Our Visionary Leaders": "Pemimpin Visioner Kami",

    "With education now as our primary focus, we launched the first fully integrated education system in Indonesia, the Sampoerna Schools System — a seamless pathway from Pre-Kindergarten through to University education. Sampoerna Schools System offers internationally-recognized curriculum and the opportunity to transfer and earn globally-recognized degree to many of the best universities in the Americas.": "Dengan pendidikan kini sebagai fokus utama kami, kami meluncurkan sistem pendidikan terintegrasi pertama di Indonesia, yaitu Sampoerna Schools System — sebuah jalur yang mulus dari Pra-Kindergarten hingga pendidikan Universitas. Sampoerna Schools System menawarkan kurikulum yang diakui secara internasional dan kesempatan untuk transfer serta mendapatkan gelar yang diakui secara global di banyak universitas terbaik di Amerika.",
    "These significant changes have expanded our reach in making quality international education accessible to even more students in Indonesia. To date, there are approximately": "Perubahan signifikan ini telah memperluas jangkauan kami dalam membuat pendidikan internasional berkualitas dapat diakses oleh lebih banyak siswa di Indonesia. Hingga saat ini, terdapat sekitar",
    "students": "siswa",
    "enrolled within the Sampoerna Schools System": "terdaftar dalam Sampoerna Schools System",

    "Core Educational Programs": "Program Pendidikan Inti",
    "Sampoerna Schools System was established by Putera Sampoerna Foundation to provide world-class education to the Indonesian youths.": "Sampoerna Schools System didirikan oleh Yayasan Putera Sampoerna untuk memberikan pendidikan kelas dunia kepada pemuda Indonesia.",
    "School Development Outreach is an educational service provider that offers comprehensive programs to build global competition.": "School Development Outreach adalah penyedia layanan pendidikan yang menawarkan program komprehensif untuk membangun daya saing global.",
    "Education Scholarships are a key initiative of the Putera Sampoerna Foundation. We firmly believe that this scholarship program stands as a crucial milestone in shaping high-caliber prospective leaders for Indonesia.": "Beasiswa Pendidikan adalah inisiatif kunci dari Yayasan Putera Sampoerna. Kami yakin bahwa program beasiswa ini merupakan tonggak penting dalam membentuk calon pemimpin berkualitas tinggi untuk Indonesia.",

    "What we’ve been through": "Apa yang telah kami lalui",
    "From Humble Beginnings to Global Impact": "Dari Awal yang Sederhana ke Dampak Global",
    "Establishment": "Pendirian",
    "Putera Sampoerna Foundation (PSF) is established in 2001 as a social organization with the goal of bolstering the growth of Indonesia. From its inception to 2003, we awarded a total of 9,250 scholarships and established the PSF Alumni Association (PSFAA).": "Yayasan Putera Sampoerna (PSF) didirikan pada tahun 2001 sebagai organisasi sosial dengan tujuan untuk mendukung pertumbuhan Indonesia. Dari awal berdirinya hingga 2003, kami memberikan total 9.250 beasiswa dan mendirikan Asosiasi Alumni PSF (PSFAA).",
    "Quality Improvement": "Peningkatan Kualitas",
    "We focused on education quality improvement by launching the following programs: SFTI, United School Program and Student Assistance Program. These initiatives resulted in the awarding of 25,089 scholarships.": "Kami fokus pada peningkatan kualitas pendidikan dengan meluncurkan program-program berikut: SFTI, Program Sekolah Bersatu, dan Program Bantuan Siswa. Inisiatif ini menghasilkan pemberian 25.089 beasiswa.",
    "Internationalization": "Internasionalisasi",
    "In 2007, the foundation’s activities are centered around internationalization, plus the establishment of several business units such as: Sampoerna Academy, Sampoerna School of Education and Bait Al-Kamil. Between 2007-2009, PSF successfully awarded 33,390 scholarships to deserving students.": "Pada tahun 2007, kegiatan yayasan berfokus pada internasionalisasi, ditambah dengan pendirian beberapa unit bisnis seperti: Sampoerna Academy, Sampoerna School of Education, dan Bait Al-Kamil. Antara 2007-2009, PSF berhasil memberikan 33.390 beasiswa kepada siswa yang berhak.",
    "Social Business Institution": "Institusi Bisnis Sosial",
    "In an effort to produce more leaders, we adopted the Pathway to Leadership Strategy and established the Sampoerna School of Business. The organization also directed its focus to its four pillars: education, women empowerment, entrepreneurship and compassionate relief.": "Dalam upaya untuk menghasilkan lebih banyak pemimpin, kami mengadopsi Strategi Jalur Kepemimpinan dan mendirikan Sampoerna School of Business. Organisasi ini juga mengarahkan fokusnya pada empat pilar: pendidikan, pemberdayaan perempuan, kewirausahaan, dan bantuan kemanusiaan.",
    "Transformation for Nation’s Growth": "Transformasi untuk Pertumbuhan Bangsa",
    "As a social organization, we have always been committed to enrich the lives of our students. Sampoerna Academy celebrated the commencement of its first batch of graduates that consisted of 226 students. Universitas Siswa Bangsa Internasional (USBI) and the Siswa Bangsa Journey is also established.": "Sebagai organisasi sosial, kami selalu berkomitmen untuk memperkaya kehidupan siswa kami. Sampoerna Academy merayakan wisuda angkatan pertama yang terdiri dari 226 siswa. Universitas Siswa Bangsa Internasional (USBI) dan Perjalanan Siswa Bangsa juga didirikan.",
    "Leading The Quest of The Global Challenge": "Memimpin Pencarian Tantangan Global",
    "To develop greater sustainability for our future endeavors, we instituted the Sampoerna Schools System in 2014. This is parallel to the expansion of educational level in Sampoerna Academy – from elementary all the way to high school – that caters to the needs of growing middle class for affordable and quality education. At the minimum, 800 students have enrolled in the System.": "Untuk mengembangkan keberlanjutan yang lebih besar bagi upaya masa depan kami, kami mendirikan Sampoerna Schools System pada tahun 2014. Ini sejalan dengan perluasan tingkat pendidikan di Sampoerna Academy – dari tingkat dasar hingga sekolah menengah – yang memenuhi kebutuhan kelas menengah yang berkembang untuk pendidikan yang terjangkau dan berkualitas. Setidaknya, 800 siswa telah terdaftar dalam Sistem.",
    "A Sustainable Legacy": "Warisan yang Berkelanjutan",
    "The Sampoerna Schools System is officially launched. A new education system model in Indonesia, Sampoerna Schools System provides an international-standard education pathway that focuses on STEAM (Science, Technology, Engineering, Arts and Math) and properly equips them to compete in the global stage.": "Sampoerna Schools System secara resmi diluncurkan. Model sistem pendidikan baru di Indonesia, Sampoerna Schools System menyediakan jalur pendidikan standar internasional yang berfokus pada STEAM (Sains, Teknologi, Teknik, Seni, dan Matematika) dan mempersiapkan mereka untuk bersaing di panggung global.",
    "Provide The Most Comprehensive Education Pathway": "Menyediakan Jalur Pendidikan yang Paling Komprehensif",
    "We launched an education awareness campaign with the theme \"Think Beyond the School.\" Our goal is to inform parents regarding the importance of choosing the best education pathway that accounts for their child’s individual needs. By choosing the right education pathway, parents can maximize their children’s potentials with the competencies that will stay relevant in the future.": "Kami meluncurkan kampanye kesadaran pendidikan dengan tema \"Pikirkan di Luar Sekolah.\" Tujuan kami adalah untuk memberi tahu orang tua mengenai pentingnya memilih jalur pendidikan terbaik yang memperhatikan kebutuhan individu anak mereka. Dengan memilih jalur pendidikan yang tepat, orang tua dapat memaksimalkan potensi anak-anak mereka dengan kompetensi yang akan tetap relevan di masa depan.",

    "Messages From The Management": "Pesan Dari Manajemen",
    "“We Grow Towards The Best Outcome”": "“Kami Tumbuh Menuju Hasil Terbaik”",
    "The world is constantly changing, and Putera Sampoerna Foundation (PSF) is constantly evolving. In an effort to guarantee the continuity of our programs and ensure that more individuals benefit from our efforts, we made the transformation to become Indonesia’s first social business entity.": "Dunia terus berubah, dan Yayasan Putera Sampoerna (PSF) terus berkembang. Dalam upaya untuk menjamin keberlanjutan program kami dan memastikan lebih banyak individu mendapatkan manfaat dari upaya kami, kami melakukan transformasi untuk menjadi entitas bisnis sosial pertama di Indonesia.",
    "In 2015, we also decided to streamline our efforts and make education our sole focus. By doing so, we hope to uplift Indonesian society and provide quality international education to the younger generations of this nation.": "Pada tahun 2015, kami juga memutuskan untuk menyederhanakan upaya kami dan menjadikan pendidikan sebagai fokus utama kami. Dengan melakukan hal ini, kami berharap dapat meningkatkan masyarakat Indonesia dan menyediakan pendidikan internasional berkualitas bagi generasi muda bangsa ini.",
    "Through these changes, with the support of our partners, we aspire to continue our quest in providing Indonesians with quality education and equip them with the knowledge they will need to be able to compete in the global arena. We only have a limited time but we hope the path we have paved will bring about fundamental and meaningful change for the country": "Melalui perubahan ini, dengan dukungan mitra kami, kami beraspirasi untuk melanjutkan pencarian kami dalam memberikan pendidikan berkualitas kepada masyarakat Indonesia dan membekali mereka dengan pengetahuan yang mereka perlukan untuk dapat bersaing di arena global. Kami hanya memiliki waktu yang terbatas, tetapi kami berharap jalur yang telah kami buat akan membawa perubahan yang mendasar dan berarti bagi negara.",

    "Board of Patrons": "Dewan Pelindung",
    "Board of Supervisors": "Dewan Pengawas",
    "Board of Executives": "Dewan Eksekutif",
    "Chairman": "Ketua",
    "Mr. Sampoerna founded the Putera Sampoerna Foundation in 2001 and has been involved in philanthropic work throughout ASEAN for over 25 years. He founded and currently directs the Sampoerna Strategic Group, which has a global portfolio of diversified businesses.": "Bapak Sampoerna mendirikan Yayasan Putera Sampoerna pada tahun 2001 dan telah terlibat dalam pekerjaan filantropi di seluruh ASEAN selama lebih dari 25 tahun. Ia mendirikan dan saat ini mengarahkan Sampoerna Strategic Group, yang memiliki portofolio bisnis yang beragam secara global.",
    "Member": "Anggota",
    "Wife of Mr. Putera Sampoerna. She has been involved in charities and family philanthropic activities throughout ASEAN for over 25 years. Mrs. Sampoerna has been “on point” for numerous company design initiatives for Sampoerna family businesses, as well as for Putera Sampoerna Foundation. She directed the establishment of the Sampoerna Museum in Surabaya.": "Istri Bapak Putera Sampoerna. Ia telah terlibat dalam kegiatan amal dan filantropi keluarga di seluruh ASEAN selama lebih dari 25 tahun. Ibu Sampoerna telah terlibat dalam berbagai inisiatif desain perusahaan untuk bisnis keluarga Sampoerna, serta untuk Yayasan Putera Sampoerna. Ia mengarahkan pendirian Museum Sampoerna di Surabaya.",
    "Youngest daughter of Mr. Putera Sampoerna, Ms. Farah Sampoerna studied in Asia and the United States, receiving a degree in Fashion Design and Merchandising at the Fashion Institute of Technology in New York City, US. After initially working with a fashion house in New York, she has taken a sabbatical to raise her sons.": "Putri bungsu Bapak Putera Sampoerna, Ms. Farah Sampoerna, belajar di Asia dan Amerika Serikat, meraih gelar dalam Desain Mode dan Merchandising di Fashion Institute of Technology di New York City, AS. Setelah awalnya bekerja dengan rumah mode di New York, ia mengambil cuti untuk membesarkan putranya.",
    "The youngest son of Mr. Putera Sampoerna. Formerly president director of PT Hanjaya Mandala Sampoerna and president commissioner of a number of its subsidiary companies. Mr. Michael Sampoerna studied at the London School of Economics in the UK. Currently, he is the Sampoerna Strategic Group’s chief of operations.": "Putra bungsu Bapak Putera Sampoerna. Sebelumnya menjabat sebagai direktur utama PT Hanjaya Mandala Sampoerna dan komisaris utama di sejumlah perusahaan anaknya. Bapak Michael Sampoerna belajar di London School of Economics di Inggris. Saat ini, ia adalah kepala operasi Sampoerna Strategic Group.",
    "Formerly the group chief operating officer and a director for PT Hanjaya Mandala Sampoerna, Mr. Frankel has worked for Sampoerna companies for over 25 years. He received a bachelor’s degree from the University of California, Berkeley, and a master’s degree in administration from the University of Portland.": "Sebelumnya menjabat sebagai kepala operasi grup dan direktur PT Hanjaya Mandala Sampoerna, Bapak Frankel telah bekerja untuk perusahaan Sampoerna selama lebih dari 25 tahun. Ia meraih gelar sarjana dari University of California, Berkeley, dan gelar master dalam administrasi dari University of Portland.",
    "Chairperson": "Ketua",
    "Eldest daughter of Mr. Putera Sampoerna. Formerly communications manager at PT Hanjaya Mandala Sampoerna and director of Sampoerna Jones Designs, Ms. Michelle Sampoerna received her bachelor’s degree in mass communication from St. Mary’s College in California. She was “on point” with her father for all preliminary research and planning regarding the Putera Sampoerna Foundation and has led the foundation since its inception.": "Putri sulung Bapak Putera Sampoerna. Sebelumnya menjabat sebagai manajer komunikasi di PT Hanjaya Mandala Sampoerna dan direktur Sampoerna Jones Designs, Ms. Michelle Sampoerna meraih gelar sarjana dalam komunikasi massa dari St. Mary’s College di California. Ia terlibat langsung dengan ayahnya dalam semua penelitian dan perencanaan awal mengenai Yayasan Putera Sampoerna dan telah memimpin yayasan sejak awal berdirinya.",
    "Formerly a director and chief financial officer of PT Hanjaya Mandala Sampoerna, Mr. Kasih has spent over 25 years in financial control. He earned a bachelor’s degree from the University of Indonesia, where he currently serves as an economics lecturer. Mr. Kasih is currently an executive at Sampoerna Strategic Group and president director of PT Sampoerna Agro.": "Sebelumnya menjabat sebagai direktur dan kepala keuangan PT Hanjaya Mandala Sampoerna, Bapak Kasih telah menghabiskan lebih dari 25 tahun dalam pengendalian keuangan. Ia meraih gelar sarjana dari Universitas Indonesia, di mana ia saat ini menjabat sebagai dosen ekonomi. Bapak Kasih saat ini adalah eksekutif di Sampoerna Strategic Group dan direktur utama PT Sampoerna Agro.",
    "Mr. Sulistyo is a commissioner of PT Sampoerna Telekomunikasi Indonesia. He formerly served as commissioner of PT Sungai Rangit, as well as the Indonesian head of production and country head of Myanmar for PT Hanjaya Mandala Sampoerna. He earned a degree in chemical engineering from the University of Dortmund in Germany.": "Bapak Sulistyo adalah komisaris PT Sampoerna Telekomunikasi Indonesia. Ia sebelumnya menjabat sebagai komisaris PT Sungai Rangit, serta kepala produksi Indonesia dan kepala negara Myanmar untuk PT Hanjaya Mandala Sampoerna. Ia meraih gelar di bidang teknik kimia dari Universitas Dortmund di Jerman.",
    "Chairperson & Chief Executive Officer": "Ketua & Chief Executive Officer",
    "Mr. Irawan received his MBA, with honors, from the University of Chicago Booth School of Business, and his bachelor’s degree in Management, from the University of Surabaya. Before leading the Foundation, he served in some of Indonesia’s most reputable companies, e.g., HM Sampoerna, Danone, and Indofood, where he led various senior management roles, from marketing, commercial, operations, and later to General Management.": "Bapak Irawan meraih gelar MBA dengan pujian dari University of Chicago Booth School of Business, dan gelar sarjana dalam Manajemen dari Universitas Surabaya. Sebelum memimpin Yayasan, ia menjabat di beberapa perusahaan paling terkemuka di Indonesia, seperti HM Sampoerna, Danone, dan Indofood, di mana ia memimpin berbagai peran manajemen senior, dari pemasaran, komersial, operasi, dan kemudian ke Manajemen Umum.",
    "Secretary & Senior Director": "Sekretaris & Direktur Senior",
    "Formerly manager of the business and financial consulting division at Arthur Andersen Business Consulting, Mr. Merdy received his bachelor’s degree from the Philippines School of Business and his MBA from De La Salle University in the Philippines.": "Sebelumnya menjabat sebagai manajer divisi konsultasi bisnis dan keuangan di Arthur Andersen Business Consulting, Bapak Merdy meraih gelar sarjana dari Philippines School of Business dan gelar MBA dari De La Salle University di Filipina.",
    "Treasure": "Bendahara",
    "Mrs. Kiki joined Putera Sampoerna Foundation (PSF) in January 2023. With over twenty years of experience, she previously spent 4 years in logistics industry at DB Schenker Indonesia and 13 years in FMCG food industry at Danone and also Nestlé Indofood, in charge for various HR roles. Her career began with 5 years as a human resources consultant at KPMG, working with a diverse range of industries, including government, consumer goods, construction, telecommunications, and healthcare. Mrs. Kiki holds a Psychology degree from the University of Gadjah Mada, Indonesia, and a Master of Commerce in Advanced Human Resource Management from the University of New South Wales, Australia.": "Ibu Kiki bergabung dengan Yayasan Putera Sampoerna (PSF) pada Januari 2023. Dengan pengalaman lebih dari dua puluh tahun, ia sebelumnya menghabiskan 4 tahun di industri logistik di DB Schenker Indonesia dan 13 tahun di industri makanan FMCG di Danone dan juga Nestlé Indofood, bertanggung jawab atas berbagai peran HR. Karirnya dimulai dengan 5 tahun sebagai konsultan sumber daya manusia di KPMG, bekerja dengan berbagai industri, termasuk pemerintah, barang konsumen, konstruksi, telekomunikasi, dan kesehatan. Ibu Kiki meraih gelar Psikologi dari Universitas Gadjah Mada, Indonesia, dan gelar Master of Commerce dalam Manajemen Sumber Daya Manusia Lanjutan dari University of New South Wales, Australia.",

    "Empowering the Future of Indonesia": "Memberdayakan Masa Depan Indonesia",
    "At Putera Sampoerna Foundation, we're committed to shaping a brighter future for Indonesia. By providing quality education to all, we're empowering our youth to become the leaders of tomorrow. We believe in not just educating but also nurturing values that will help them make a positive impact on society.": "Di Yayasan Putera Sampoerna, kami berkomitmen untuk membentuk masa depan yang lebih cerah bagi Indonesia. Dengan menyediakan pendidikan berkualitas untuk semua, kami memberdayakan generasi muda kami untuk menjadi pemimpin masa depan. Kami percaya bahwa tidak hanya mendidik, tetapi juga membina nilai-nilai yang akan membantu mereka memberikan dampak positif bagi masyarakat.",
    "Education Scholarships are a key initiative of the Putera Sampoerna Foundation.": "Beasiswa Pendidikan adalah inisiatif kunci dari Yayasan Putera Sampoerna.",
    "We firmly believe that this scholarship program stands as a crucial milestone in shaping high-caliber prospective leaders for Indonesia.": "Kami yakin bahwa program beasiswa ini merupakan tonggak penting dalam membentuk calon pemimpin berkualitas tinggi untuk Indonesia.",

    "Overview": "Ikhtisar",
    "Sampoerna Schools System is Indonesia’s most comprehensive education pathway that provides the best-in-class, internationally-recognized academic programs from Pre-Kindergarten through to University. It also offers students the opportunity to earn a globally-recognized degree from most universities in the U.S.": "Sampoerna Schools System adalah jalur pendidikan paling komprehensif di Indonesia yang menyediakan program akademik terbaik yang diakui secara internasional dari Pra-Kindergarten hingga Universitas. Ini juga menawarkan kepada siswa kesempatan untuk mendapatkan gelar yang diakui secara global dari sebagian besar universitas di AS.",
    "With our fully integrated pathway, each learning stage of a child contributes holistically to his/her academic, social and personal development. This enables them to successfully transition academically and socially from student life, to adult life, and to the demands of a meaningful career.": "Dengan jalur kami yang sepenuhnya terintegrasi, setiap tahap pembelajaran anak berkontribusi secara holistik terhadap perkembangan akademik, sosial, dan pribadi mereka. Ini memungkinkan mereka untuk berhasil bertransisi secara akademis dan sosial dari kehidupan siswa, ke kehidupan dewasa, dan memenuhi tuntutan karir yang bermakna.",

    "Sampoerna Academy": "Sampoerna Academy",
    "Sampoerna Academy philosophy encourages students to inquire, explore, innovate and communicate, providing vital skills required for leadership in Indonesia and abroad.": "Filosofi Sampoerna Academy mendorong siswa untuk bertanya, menjelajah, berinovasi, dan berkomunikasi, memberikan keterampilan penting yang diperlukan untuk kepemimpinan di Indonesia dan luar negeri.",
    "Sampoerna University": "Universitas Sampoerna",
    "Sampoerna University is an international, American-style university that offers its academic programs in an Indonesian context. It is an educational institution of the Sampoerna Schools System of Indonesia.": "Universitas Sampoerna adalah universitas internasional bergaya Amerika yang menawarkan program akademiknya dalam konteks Indonesia. Ini adalah lembaga pendidikan dari Sampoerna Schools System di Indonesia.",

    "Alumni": "Alumni",
    "What I love about Sampoerna Academy is the trilingual environment": "Apa yang saya suka tentang Sampoerna Academy adalah lingkungan trilingual",
    "where we can speak English, Bahasa, and Mandarin. The Bahasa teacher is always helpful in translating words I don't know during class.": "di mana kami bisa berbicara dalam Bahasa Inggris, Bahasa, dan Mandarin. Guru Bahasa selalu membantu menerjemahkan kata-kata yang saya tidak tahu selama kelas.",
    "I choose Sampoerna University": "Saya memilih Universitas Sampoerna",
    "because I realized that it has": "karena saya menyadari bahwa universitas ini memiliki",
    "really diverse community.": "komunitas yang sangat beragam.",
    "The reason why I'm majoring Business Management is because it aligned with what I studied in high school and it also picked an interest in me.": "Alasan mengapa saya mengambil jurusan Manajemen Bisnis adalah karena ini sejalan dengan apa yang saya pelajari di sekolah menengah dan juga menarik minat saya.",
    "Business Management": "Manajemen Bisnis",
    "Math at Sampoerna Academy is unique": "Matematika di Sampoerna Academy itu unik",
    "Math Teacher, Sampoerna Academy": "Guru Matematika, Sampoerna Academy",
    "Our US-based curriculum enhances learning with innovative teaching methods and technology.": "Kurikulum berbasis AS kami meningkatkan pembelajaran dengan metode pengajaran dan teknologi yang inovatif.",
    "This approach makes learning more engaging and fun, helping students develop communication and critical thinking skills.": "Pendekatan ini membuat pembelajaran lebih menarik dan menyenangkan, membantu siswa mengembangkan keterampilan komunikasi dan berpikir kritis.",
    "Head of Industrial Engineering Study Program & Lecturer": "Kepala Program Studi Teknik Industri & Dosen",
    "We chose Sampoerna Academy because of strong recommendations from friends, and we're pleased with Chloe's progress.": "Kami memilih Sampoerna Academy karena rekomendasi kuat dari teman-teman, dan kami senang dengan kemajuan Chloe.",
    "Chloe's understanding of all subjects has improved, and we're very happy about that. We don't push her too hard; as long as she's doing her best, that's what matters to us. We're also glad she's more eager to speak English.": "Pemahaman Chloe tentang semua mata pelajaran telah meningkat, dan kami sangat senang tentang hal itu. Kami tidak memaksanya terlalu keras; selama dia melakukan yang terbaik, itu yang terpenting bagi kami. Kami juga senang dia lebih bersemangat untuk berbicara dalam Bahasa Inggris.",
    "Parents of Chloe Lynch, Sampoerna Academy L'Avenue": "Orang Tua Chloe Lynch, Sampoerna Academy L'Avenue",
    "I see that the program from": "Saya melihat bahwa program dari",
    "Sampoerna University is quite great": "Universitas Sampoerna sangat bagus",
    "which convinced me to enroll Lydia to pursue her higher education here. From what I observed, Lydia has grown more confidence since studying here, she is also brave to speak in front of public.": "yang meyakinkan saya untuk mendaftarkan Lydia untuk melanjutkan pendidikan tinggi di sini. Dari apa yang saya amati, Lydia telah tumbuh lebih percaya diri sejak belajar di sini, dia juga berani berbicara di depan umum.",
    "Parent of Theodora Sihar Lydia Hartanto (MGMT 2019)": "Orang Tua Theodora Sihar Lydia Hartanto (MGMT 2019)",
    "The bond between teachers": "Ikatan antara guru",
    "and students feels more like family": "dan siswa terasa lebih seperti keluarga",
    "than a typical student-teacher relationship,": "daripada hubungan siswa-guru yang biasa,",
    "with everyone caring for each other.": "dengan semua orang saling peduli.",
    "Sampoerna Academy L'Avenue": "Sampoerna Academy L'Avenue",
    "I chose Sampoerna University because": "Saya memilih Universitas Sampoerna karena",
    "it offers a US-based curriculum": "ia menawarkan kurikulum berbasis AS",
    "and professional professors that supports my learning journey. From this program, I gained real-world experience by applying what I've learned in practical settings.": "dan profesor profesional yang mendukung perjalanan belajar saya. Dari program ini, saya mendapatkan pengalaman dunia nyata dengan menerapkan apa yang telah saya pelajari dalam pengaturan praktis.",
    "Sampoerna University Alumni": "Alumni Universitas Sampoerna",

    "By establishing partnerships among the government, private sector, and society, we can achieve quality education, competent human resources, and sustainable socio-economic development.": "Dengan membangun kemitraan antara pemerintah, sektor swasta, dan masyarakat, kita dapat mencapai pendidikan berkualitas, sumber daya manusia yang kompeten, dan pembangunan sosial-ekonomi yang berkelanjutan.",
    "PSF School Development Outreach is an educational service provider that offers comprehensive, sustainable, and customizable programs aimed at enhancing the quality of education and its practitioners in Indonesia, contributing to global competitiveness.": "PSF School Development Outreach adalah penyedia layanan pendidikan yang menawarkan program komprehensif, berkelanjutan, dan dapat disesuaikan yang bertujuan untuk meningkatkan kualitas pendidikan dan para praktisinya di Indonesia, serta berkontribusi pada daya saing global.",
    "The PSF School Development Outreach encompasses various programs based on best practices, including School Development Program, Professional Development Program, Educational Support Program, and Education Assessment and Consultation.": "PSF School Development Outreach mencakup berbagai program berdasarkan praktik terbaik, termasuk Program Pengembangan Sekolah, Program Pengembangan Profesional, Program Dukungan Pendidikan, dan Penilaian serta Konsultasi Pendidikan.",
    "Discover Our Programs": "Temukan Program Kami",
    "School": "Sekolah",
    "Development": "Pengembangan",
    "Entrepreneurship": "Kewirausahaan",
    "Leadership": "Kepemimpinan",
    "Literacy Development": "Pengembangan Literasi",
    "Guru Binar": "Guru Binar",
    "Partnerships": "Kemitraan",
    "I am very satisfied with the results of teacher professional improvement training provided by PSF-SDO.": "Saya sangat puas dengan hasil pelatihan peningkatan profesionalisme guru yang diberikan oleh PSF-SDO.",
    "This knowledge can be used by children of Bintuni in order to compete with people from the cities.": "Pengetahuan ini dapat digunakan oleh anak-anak Bintuni untuk bersaing dengan orang-orang dari kota.",
    "Education and Sport Office of Bintuni Bay": "Dinas Pendidikan dan Olahraga Kabupaten Bintuni",
    "I want to be a capable and focused leader that can be beneficial for our school through this training": "Saya ingin menjadi pemimpin yang mampu dan fokus yang dapat bermanfaat bagi sekolah kami melalui pelatihan ini.",
    "I believe it will help me to develop our learners at school.": "Saya percaya ini akan membantu saya mengembangkan para siswa di sekolah kami.",
    "Principal of SMAN 1 Kintamani, Bali": "Kepala Sekolah SMAN 1 Kintamani, Bali",

    "Fundrising": "Penggalangan Dana",
    "From its inception, the primary focus of the Putera Sampoerna Foundation": "Sejak awal, fokus utama Yayasan Putera Sampoerna",
    "through this program has remained unwavering: to provide easy access to": "melalui program ini tetap teguh: untuk memberikan akses mudah ke",
    "education for academically talented yet financially disadvantaged": "pendidikan bagi siswa yang berbakat secara akademis namun kurang mampu secara finansial",
    "students. To this day, the scholarship program continues to be a": "siswa. Hingga hari ini, program beasiswa terus menjadi",
    "cornerstone of our efforts, having nurtured over 43,000 promising and": "landasan dari upaya kami, telah membina lebih dari 43.000 calon pemimpin yang menjanjikan dan",
    "qualified future leaders of the nation.": "pemimpin masa depan yang berkualitas bagi bangsa.",

    "This scholarship has truly transformed my life and my family's.": "Beasiswa ini benar-benar telah mengubah hidup saya dan keluarga saya.",
    "The word 'thank you' is not enough to express my gratitude for the opportunities provided by PSF over the past 7 years. Thanks to PSF, I've been able to dream big and achieve those dreams.": "Kata 'terima kasih' tidak cukup untuk mengungkapkan rasa syukur saya atas kesempatan yang diberikan oleh PSF selama 7 tahun terakhir. Berkat PSF, saya dapat bermimpi besar dan mencapai impian tersebut.",
    "I am deeply grateful for the scholarship provided by PSF all this time,": "Saya sangat berterima kasih atas beasiswa yang diberikan oleh PSF selama ini,",
    "and I hope that PSF will continue to offer scholarships to my fellow juniors, enabling more people to receive world-class education assistance.": "dan saya berharap PSF akan terus menawarkan beasiswa kepada rekan-rekan junior saya, memungkinkan lebih banyak orang untuk menerima bantuan pendidikan kelas dunia.",

    "The government plays an important role in the implementation of life-changing educational systems and programs. The collaboration has resulted in significant changes to the attitudes and characters of students who have received student assistance program from us, including the development of their strong motivation to pursue the goals they want to achieve.": "Pemerintah memainkan peran penting dalam pelaksanaan sistem dan program pendidikan yang mengubah hidup. Kolaborasi ini telah menghasilkan perubahan signifikan pada sikap dan karakter siswa yang telah menerima program bantuan siswa dari kami, termasuk pengembangan motivasi kuat mereka untuk mengejar tujuan yang ingin mereka capai.",
    "As a CSR operator, we provide assistance to private institutions in implementing their CSR funding towards education programs that effectively mold the next generation to be work-ready, world-ready and ready to lead.": "Sebagai operator CSR, kami memberikan bantuan kepada lembaga swasta dalam mengimplementasikan pendanaan CSR mereka untuk program pendidikan yang secara efektif membentuk generasi berikutnya agar siap bekerja, siap menghadapi dunia, dan siap memimpin.",
    "How You Can Help": "Bagaimana Anda Dapat Membantu",
    "Your support and partnership will enable us to continue our work to": "Dukungan dan kemitraan Anda akan memungkinkan kami untuk melanjutkan pekerjaan kami untuk",
    "design a bright future for the nation. Let's work together to ensure": "merancang masa depan yang cerah bagi bangsa. Mari kita bekerja sama untuk memastikan",
    "that every Indonesian has the opportunity to reach their full potential.": "bahwa setiap orang Indonesia memiliki kesempatan untuk mencapai potensi penuh mereka.",

    "Areas of Collaborations": "Bidang Kolaborasi",
    "Since our establishment in 2001, Putera Sampoerna Foundation (PSF) has worked continuously to improve the quality of education in Indonesia. We have launched educational programs in the different provinces of the archipelago which were facilitated by the government of Indonesia.": "Sejak pendirian kami pada tahun 2001, Yayasan Putera Sampoerna (PSF) telah bekerja secara terus-menerus untuk meningkatkan kualitas pendidikan di Indonesia. Kami telah meluncurkan program pendidikan di berbagai provinsi di kepulauan yang difasilitasi oleh pemerintah Indonesia.",
    "The government plays an important role in the implementation of life-changing educational systems and programs. With the government sector, we have made quality education accessible to the bright sons and daughters in several Indonesian provinces. This is in line with the regency’s intention to uplift its human resources. The collaboration has resulted in significant changes to the attitudes and characters of students who have received student assistance program from us, including the development of their strong motivation to pursue the goals they want to achieve.": "Pemerintah memainkan peran penting dalam pelaksanaan sistem dan program pendidikan yang mengubah hidup. Dengan sektor pemerintah, kami telah membuat pendidikan berkualitas dapat diakses oleh putra-putri cerdas di beberapa provinsi Indonesia. Ini sejalan dengan niat kabupaten untuk meningkatkan sumber daya manusianya. Kolaborasi ini telah menghasilkan perubahan signifikan pada sikap dan karakter siswa yang telah menerima program bantuan siswa dari kami, termasuk pengembangan motivasi kuat mereka untuk mengejar tujuan yang ingin mereka capai.",
    "With the Indonesian government’s support, we can serve more people. Show your support as well and join our worthy cause.": "Dengan dukungan pemerintah Indonesia, kami dapat melayani lebih banyak orang. Tunjukkan dukungan Anda juga dan bergabunglah dengan tujuan mulia kami.",
    "The Government of Padang Panjang District, which is an educational city, has a vision and mission to advance the quality of human resources in its community. One of the reasons why the Padang Panjang District Government becomes a donor for the PSF scholarship program is due to the collaboration between Sampoerna University and the University of Arizona, enabling students to undergo learning with the US Curriculum and obtain two bachelor’s degrees simultaneously.": "Pemerintah Kabupaten Padang Panjang, yang merupakan kota pendidikan, memiliki visi dan misi untuk memajukan kualitas sumber daya manusia di masyarakatnya. Salah satu alasan mengapa Pemerintah Kabupaten Padang Panjang menjadi donor untuk program beasiswa PSF adalah karena kolaborasi antara Universitas Sampoerna dan Universitas Arizona, yang memungkinkan siswa untuk menjalani pembelajaran dengan Kurikulum AS dan memperoleh dua gelar sarjana secara bersamaan.",
    "The Padang Panjang District Government believes that with a quality education, it can enhance the human resources quality of the younger generation in the city of Padang Panjang.": "Pemerintah Kabupaten Padang Panjang percaya bahwa dengan pendidikan berkualitas, dapat meningkatkan kualitas sumber daya manusia generasi muda di kota Padang Panjang.",
    "Secretary of Padang Panjang District": "Sekretaris Kabupaten Padang Panjang",

    "It is every person’s dream to make a difference in other people’s lives. This is the very essence behind Putera Sampoerna Foundation (PSF). We are driven by the desire to make quality education accessible for every Indonesian": "Merupakan impian setiap orang untuk membuat perbedaan dalam kehidupan orang lain. Inilah esensi di balik Yayasan Putera Sampoerna (PSF). Kami didorong oleh keinginan untuk membuat pendidikan berkualitas dapat diakses oleh setiap orang Indonesia.",
    "As a CSR operator, we provide assistance to private institutions in implementing their CSR funding towards education programs that effectively mold the next generation to be work-ready, world-ready and ready to lead. The programs are divided into three areas: Enhancing the professionalism of teachers; Improvement of school governance; and Uplifting educational leadership and school management.": "Sebagai operator CSR, kami memberikan bantuan kepada lembaga swasta dalam mengimplementasikan pendanaan CSR mereka untuk program pendidikan yang secara efektif membentuk generasi berikutnya agar siap bekerja, siap menghadapi dunia, dan siap memimpin. Program-program ini dibagi menjadi tiga area: Meningkatkan profesionalisme guru; Peningkatan tata kelola sekolah; dan Meningkatkan kepemimpinan pendidikan dan manajemen sekolah.",
    "Let us take an active step towards helping the next generation of Indonesian leaders. You too can make a significant contribution to this cause and make a true difference in the lives of Indonesian children.": "Mari kita mengambil langkah aktif untuk membantu generasi pemimpin Indonesia berikutnya. Anda juga dapat memberikan kontribusi yang signifikan untuk tujuan ini dan membuat perbedaan nyata dalam kehidupan anak-anak Indonesia.",
    "At HSBC, we help people fulfil their dreams and realize their ambitions. To do that, we strive to provide access to education for disadvantaged children, helping them to reach their full potential. Our partnership with Putera Sampoerna Foundation (PSF) has taken us to a full spectrum of educational programs, from empowering educators, to coaching students, up-skilling parents and the community.": "Di HSBC, kami membantu orang-orang mewujudkan impian mereka dan mencapai ambisi mereka. Untuk itu, kami berusaha memberikan akses pendidikan bagi anak-anak yang kurang beruntung, membantu mereka mencapai potensi penuh mereka. Kemitraan kami dengan Yayasan Putera Sampoerna (PSF) telah membawa kami ke spektrum penuh program pendidikan, mulai dari memberdayakan pendidik, melatih siswa, hingga meningkatkan keterampilan orang tua dan masyarakat.",
    "The results are encouraging. We have improved classroom management, engaged students, motivated teachers and satisfied parents, just to name a few. Together with PSF, we expect to see more thriving communities.": "Hasilnya sangat menggembirakan. Kami telah meningkatkan manajemen kelas, melibatkan siswa, memotivasi guru, dan memuaskan orang tua, hanya untuk menyebutkan beberapa. Bersama PSF, kami berharap dapat melihat lebih banyak komunitas yang berkembang.",
    "Country Manager & Chief Executive of HSBC Indonesia": "Country Manager & Chief Executive HSBC Indonesia",

    "Your support and partnership will enable us to continue our work to design a bright future for the nation": "Dukungan dan kemitraan Anda akan memungkinkan kami untuk melanjutkan pekerjaan kami dalam merancang masa depan yang cerah bagi bangsa.",
    "An archipelago full of promise, Indonesia, as well as its citizens, have great potential to compete in the global stage. However, many obstacles impede the progress of the country, including minimum access to quality education.": "Sebuah kepulauan yang penuh janji, Indonesia, serta warganya, memiliki potensi besar untuk bersaing di panggung global. Namun, banyak hambatan yang menghalangi kemajuan negara, termasuk akses minimum terhadap pendidikan berkualitas.",
    "In 2014, The Learning Curve report by Pearson published education data about 40 countries, and Indonesia occupied the last position for educational attainment. Every day, we work on empowering more Indonesians at all ages to have the chance to fulfil their full potentials and be the leaders in their chosen fields.": "Pada tahun 2014, laporan The Learning Curve oleh Pearson menerbitkan data pendidikan tentang 40 negara, dan Indonesia menempati posisi terakhir dalam pencapaian pendidikan. Setiap hari, kami bekerja untuk memberdayakan lebih banyak orang Indonesia di semua usia untuk memiliki kesempatan memenuhi potensi penuh mereka dan menjadi pemimpin di bidang yang mereka pilih.",
    "Let us all contribute to this worthy cause. Click here and join us in uplifting the quality of education in Indonesia.": "Mari kita semua berkontribusi untuk tujuan mulia ini. Klik di sini dan bergabunglah dengan kami dalam meningkatkan kualitas pendidikan di Indonesia.",

    "As an ISO 9001: 2008 certified social business institution,": "Sebagai lembaga bisnis sosial bersertifikat ISO 9001: 2008,",
    "Putera Sampoerna Foundation has a firm commitment to": "Yayasan Putera Sampoerna memiliki komitmen yang kuat terhadap",
    "accountability and transparency. Our progress and": "akuntabilitas dan transparansi. Kemajuan dan",
    "achievements are accessible to our donors, recipients, and": "prestasi kami dapat diakses oleh para donor, penerima, dan",
    "to the public in general, by way of our periodical reports": "kepada publik secara umum, melalui laporan berkala kami",
    "which we faithfully produce for this very purpose.": "yang kami hasilkan dengan setia untuk tujuan ini.",

    "Browse our annual reports to understand more of what we do, how we utilize the funds, and the positive contributions we have brought about to different education aspects in Indonesia.": "Jelajahi laporan tahunan kami untuk memahami lebih lanjut tentang apa yang kami lakukan, bagaimana kami menggunakan dana, dan kontribusi positif yang telah kami bawa ke berbagai aspek pendidikan di Indonesia.",
    "rolex scandals fake for sale in usa piece preparation retirement watchmaking people.swiss luxury brand include luxury Mini Cup Wdg. By reading the reports, we hope you can see how joining our noble cause will help you achieve your missions as well. We believe that by working together, we can make a difference!": "skandal rolex palsu untuk dijual di AS persiapan jam tangan pensiun orang-orang pembuat jam. Merek mewah Swiss termasuk Mini Cup Wdg. Dengan membaca laporan tersebut, kami berharap Anda dapat melihat bagaimana bergabung dengan tujuan mulia kami akan membantu Anda mencapai misi Anda juga. Kami percaya bahwa dengan bekerja sama, kita dapat membuat perbedaan!",

    "Join with us!": "Bergabunglah dengan kami!",
    "Be part of a diverse global community, working towards our vision that everyone should have a chance.": "Jadilah bagian dari komunitas global yang beragam, yang bekerja menuju visi kami bahwa setiap orang harus memiliki kesempatan.",

    "Partner with Us to Transform Education in Indonesia": "Bermitra dengan Kami untuk Mengubah Pendidikan di Indonesia",
    "Your partnership will enable us to reach more students, improve teaching quality, and create a brighter future for generations to come.": "Kemitraan Anda akan memungkinkan kami untuk menjangkau lebih banyak siswa, meningkatkan kualitas pengajaran, dan menciptakan masa depan yang lebih cerah bagi generasi yang akan datang.",
    "Name": "Nama",
    "Phone Number": "Nomor Telepon",
    "Your Message": "Pesan Anda",
    "Submit": "Kirim",

    "Find More about Job Opportunity": "Temukan Lebih Banyak tentang Kesempatan Kerja",
    "Apply Now": "Daftar Sekarang"
}
